# # Створення словника
# my_dict = {'ім\'я': 'Василь', 'вік': 25, 'місто': 'Київ'}

# # Отримання значень за ключами
# print("Ім'я:", my_dict['ім\'я'])
# print("Вік:", my_dict['вік'])
# print("Місто:", my_dict['місто'])

# # Зміна значення за ключем
# my_dict['вік'] = 26

# # Виведення оновленого значення
# print("Оновлений вік:", my_dict['вік'])


# # Додавання нового ключа та значення
# my_dict['професія'] = 'інженер'

# # Виведення оновленого словника
# print("Оновлений словник:", my_dict)


# # Видалення ключа та його значення
# del my_dict['місто']

# # Виведення оновленого словника
# print("Оновлений словник (без міста):", my_dict)


# # Перевірка наявності ключа в словнику
# if 'вік' in my_dict:
#     print("Ключ 'вік' існує у словнику.")
# else:
#     print("Ключ 'вік' не існує у словнику.")


fruits = ["apple", "banana", "cherry"]
for x in fruits:
  print(x)


